[RM_Sundowner X2CharacterTemplate]
strCharacterName="焚风"

[RM_SundownerImmunities X2AbilityTemplate]
LocFriendlyName="变种人赛博格免疫"
LocLongDescription="该单位对火和毒伤害免疫。他们也对各种精神影响免疫。"
LocHelpText="该单位对火和毒伤害免疫。他们也对各种精神影响免疫。"
LocFlyOverText="变种人赛博格免疫"

[RM_SundownerFiredUp X2AbilityTemplate]
LocFriendlyName="尽情燃烧"
LocLongDescription="每回合获得额外行动点。有时会在受到伤害时做出反应。降低打击命中。"
LocHelpText="每回合获得额外行动点。有时会在受到伤害时做出反应。降低打击命中。"
LocFlyOverText="尽情燃烧"

[RM_SundownerFiredUpReact X2AbilityTemplate]
LocFriendlyName="尽情燃烧"
LocLongDescription="每回合获得额外行动点。有时会在受到伤害时做出反应。降低打击命中。"
LocHelpText="每回合获得额外行动点。有时会在受到伤害时做出反应。降低打击命中。"
LocFlyOverText="尽情燃烧"

[RM_SundownerERA X2AbilityTemplate]
LocFriendlyName="爆炸反应护甲"
LocLongDescription="该单位的护甲对爆炸性穿透攻击作出反应：只要他们有护甲，他们就不会受到大多数形式的伤害。每次激活时损失1点护甲。"
LocHelpText="该单位的护甲对爆炸性穿透攻击作出反应：只要他们有护甲，他们就不会受到大多数形式的伤害。每次激活时损失1点护甲。"
LocFlyOverText="爆炸反应护甲"

[RM_SundownerERA_Listener X2AbilityTemplate]
LocFriendlyName="爆炸反应护甲"
LocLongDescription="该单位的护甲对爆炸性穿透攻击作出反应：只要他们有护甲，他们就不会受到大多数形式的伤害。每次激活时损失1点护甲。"
LocHelpText="该单位的护甲对爆炸性穿透攻击作出反应：只要他们有护甲，他们就不会受到大多数形式的伤害。每次激活时损失1点护甲。"
LocFlyOverText="爆炸反应护甲"

[RM_SundownerEvac X2AbilityTemplate]
LocFriendlyName="撤离!"
LocLongDescription="从战场撤离。"
LocHelpText="从战场撤离。"
LocFlyOverText="呼叫撤离"

[RM_SundownerEvacRope X2AbilityTemplate]
LocFriendlyName="撤离!"
LocLongDescription="从战场撤离。"
LocHelpText="从战场撤离。"
LocFlyOverText="呼叫撤离"


[RM_SundownerSword_Alien X2WeaponTemplate]
FriendlyName="屠戮血欲"
FriendlyNamePlural="屠戮血欲"
BriefSummary="焚风定制之一的剑，设计成既能撕裂盔甲又能撕裂肉体。"
TacticalText="<Bullet/> 即使在使用所有动作移动或冲刺到其移动范围后，也可以用剑攻击相邻的敌人。\n<Bullet/> 在近战中与敌人交战的决定可能是致命性的；务必小心。"
AbilityDescName="剑"

[RM_SundownerSword_Alien_Primary X2WeaponTemplate]
FriendlyName="屠戮血欲"
FriendlyNamePlural="屠戮血欲"
BriefSummary="焚风定制之一的剑，设计成既能撕裂盔甲又能撕裂肉体。"
TacticalText="<Bullet/> 即使在使用所有动作移动或冲刺到其移动范围后，也可以用剑攻击相邻的敌人。\n<Bullet/> 在近战中与敌人交战的决定可能是致命性的；务必小心。"
AbilityDescName="剑"

[RM_SundownerSword_XCOM X2WeaponTemplate]
FriendlyName="屠戮血欲"
FriendlyNamePlural="屠戮血欲"
BriefSummary="焚风定制之一的剑，设计成既能撕裂盔甲又能撕裂肉体。"
TacticalText="<Bullet/> 即使在使用所有动作移动或冲刺到其移动范围后，也可以用剑攻击相邻的敌人。\n<Bullet/> 在近战中与敌人交战的决定可能是致命性的；务必小心。"
AbilityDescName="剑"